Repository: radu-diaconescu13/catpol-declaratii
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ro

source: What is the name of the current politician?
ro: Care este numele persoanei publice?

source: What is the surname of the current politician?
ro: Care este prenumele persoanei publice?

source: What is the position of the current politician?
ro: Care este funcția persoanei publice?

source: Date
ro: Dată

source: The name
ro: Nume de familie

source: The surname
ro: Prenume

source: The current poition the politician holds
ro: Funcție ocupată în acest moment

source: The number of rows
ro: Număr de rânduri

source: HomePageTitle
ro: Digitizare declarații

source: PoliticalCatalogue
ro: Catalog Politic

source: GiveMeATask
ro: Dă-mi un task!

source: SendTheData
ro: Salvează

source: Please specify the number of filled rows in the table.
ro: Va rugam introduceti numarul de randuri completate din tabel.

source: On some rows, more than one value was added. These should be counted as multiple rows and added separately.
ro: Pe anumite randuri mai multe valori au foat adaugate. Acestea ar trebui considerate ca fiind randuri distincte si adaugate separat.
